<?php
/* 
Template Name: front_page
Template Post Type: post, page, product 
*/?>

<?php if(is_user_logged_in()):?>
	<?php 
	echo'<meta http-equiv="refresh" content="0;url=/members/?z=list" />'; exit();?>
	
<?php else: ?>
<!DOCTYPE html>
<!--[if IE]><![endif]-->
<!--[if lt IE 7 ]> <html lang="en" class="ie6">    <![endif]-->
<!--[if IE 7 ]>    <html lang="en" class="ie7">    <![endif]-->
<!--[if IE 8 ]>    <html lang="en" class="ie8">    <![endif]-->
<!--[if IE 9 ]>    <html lang="en" class="ie9">    <![endif]-->
<!--[if (gt IE 9)|!(IE)]><!-->
<html class="no-js" lang="">
    <head>
        <meta charset="utf-8">
        <meta http-equiv="x-ua-compatible" content="ie=edge">
        <title>Система для координации процедур оценивания «Центра Педагогических Измерений»</title>
        <meta name="description" content="">
        <meta name="viewport" content="width=device-width, initial-scale=1">
		
 		<!-- google font  -->
		<link href='https://fonts.googleapis.com/css?family=Oxygen:400,700,300' rel='stylesheet' type='text/css'>
        <!-- Favicon
		============================================ -->
		<link rel="shortcut icon" href="<?= bloginfo('template_url') ?>/assets/img/favicon.ico" type="image/x-icon">       

		<!-- Bootstrap CSS
		============================================ -->      
        <link rel="stylesheet" href="<?= bloginfo('template_url') ?>/front_page/css/bootstrap.min.css">
		<!-- Add venobox -->
		<link rel="stylesheet" href="<?= bloginfo('template_url') ?>/front_page/venobox/venobox.css" type="text/css" media="screen" />      
		<!-- owl.carousel CSS
		============================================ -->      
        <link rel="stylesheet" href="<?= bloginfo('template_url') ?>/front_page/css/owl.carousel.css">
        
		<!-- owl.theme CSS
		============================================ -->      
        <link rel="stylesheet" href="<?= bloginfo('template_url') ?>/front_page/css/owl.theme.css">
           	
		<!-- owl.transitions CSS
		============================================ -->      
        <link rel="stylesheet" href="<?= bloginfo('template_url') ?>/front_page/css/owl.transitions.css">
        
		<!-- font-awesome.min CSS
		============================================ -->      
        <link rel="stylesheet" href="<?= bloginfo('template_url') ?>/front_page/css/font-awesome.min.css">
		<!-- Nivo Slider CSS -->
		<link rel="stylesheet" href="<?= bloginfo('template_url') ?>/front_page/css/nivo-slider.css">        
 		<!-- animate CSS
		============================================ -->         
        <link rel="stylesheet" href="<?= bloginfo('template_url') ?>/front_page/css/animate.css">

 		<!-- normalize CSS
		============================================ -->        
        <link rel="stylesheet" href="<?= bloginfo('template_url') ?>/front_page/css/normalize.css">      
        <!-- main CSS
		============================================ -->          
        <link rel="stylesheet" href="<?= bloginfo('template_url') ?>/front_page/css/main.css">
        
        <!-- style CSS
		============================================ -->          
        <link rel="stylesheet" href="<?= bloginfo('template_url') ?>/front_page/style.css">
        
        <!-- responsive CSS
		============================================ -->          
        <link rel="stylesheet" href="<?= bloginfo('template_url') ?>/front_page/css/responsive.css">
		<link rel="stylesheet" media="screen" href="<?= bloginfo('template_url') ?>/front_page/css/particles.css">
		<link href="https://getbootstrap.com/docs/4.0/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-Gn5384xqQ1aoWXA+058RXPxPg6fy4IWvTNh0E263XmFcJlSAwiGgFAW/dAiS6JXm" crossorigin="anonymous">
        
        <script src="<?= bloginfo('template_url') ?>/front_page/js/vendor/modernizr-2.8.3.min.js"></script>
    </head>
    <body>
        <!--[if lt IE 8]>
            <p class="browserupgrade">Вы используете страую версию браузера!</p>
        <![endif]-->
    <!--Start nav  area --> 
	<div class="nav_area" id="sticker">
		<div class="container">
			<div class="row">
				<!--logo area-->
				<div class="col-md-3 col-sm-3 col-xs-4">
					<div class="logo"><a href="/"><img height="54px" src="https://courses.cpi-nis.kz/pluginfile.php/1/theme_moove/logo/1610698934/logo_eng_cpi300.png" alt="" /></a></div>
				</div>
				<!--end logo area-->
				<!--nav area-->
				<div class="col-md-9 col-sm-9 col-xs-8">
					<!--  nav menu-->
					<nav class="menu">
						<ul class="navid">
							<li><a href="#home">Главная</a></li>
							<li><a href="#about">Программы</a></li>
							<li><a href="#contact">Контакты</a></li>
						</ul>
					</nav>
					<!--end  nav menu-->
					<!--moblie menu area-->
						<div class="dropdown mabile_menu">
							<a data-toggle="dropdown" class="mobile-menu" href="#"><span> МЕНЮ </span><i class="fa fa-bars"></i></a>
						  <ul class="dropdown-menu mobile_menus drop_mobile navid">
								<li><a href="index.html">Главная</a></li>
								<li><a href="#about">Программы</a></li>
								<li><a href="#contact">Контакты</a></li>
						  </ul>
						</div>	
						<!--end moblie menu-->						
				</div>
				<!--end nav area-->
			</div>	
		</div>
	</div>
	<!--end header  area -->
<div class="slider-wrap home-1-slider" id="home">

   <section>
							
		<div class="col-sm-7 col-md-7 col-lg-7 names"><h1>Система для координации процедур оценивания «Центра Педагогических Измерений»</h1></div>
      <div class="col-sm-5 col-md-5 col-lg-5">
					<form method="post" action="/login/">
						<div class="contract_us">
						<div class="inputt input_change">
								<span class="message_icon"><i class="fa fa-envelope-o"></i></span>
								<input type="text" name="log" class="form-control" id="email" placeholder="Email" required="">
							</div>
							<div class="inputt input_change">
								<span class="message_icon"><i class="fa fa-user"></i></span>
								<input type="password" maxlength="30" name="pwd" class="form-control" id="name" placeholder="Пароль" required="">
							</div>
							<input type="hidden" name="redirect_to" value="http://cpi.nis.edu.kz/" />
							<div class="sunmite_button">
								<button type="submit" name="ok">Войти</button>
							</div>
						</div>
					</form>
				</div>
   </section>

<div id="particles-js" >

</div>		
			
</div>	

	
	<!-- about  area -->
	<div class="about_area" id="about">
		<div class="container">
			<div class="row">

				<!--section title-->
				<div class="col-md-12 col-sm-12 col-lg-12">	
					<div class="section_title">
						<h2 class="title"><span>Программы</span></h2>
					</div>
				</div>
				<!--end section title-->
				</div>		
					<div class="row">
						<div id="accordion">
							<div class="card">
								<div class="card-header" id="headingOne">
								<h5 class="mb-0">
									<button class="btn btn-link" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
										КУРСЫ ПОВЫШЕНИЯ КВАЛИФИКАЦИИ ПЕДАГОГОВ ДОШКОЛЬНЫХ ОРГАНИЗАЦИЙ
									</button>
								</h5>
								</div>

								<div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#accordion">
								<div class="card-body">
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/17092019/DoSchoolRUS.mp4">Видео инструктаж по образовательной программе курсов повышения квалификации педагогов дошкольных организаций</a></p>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/17092019/DoSchoolKZ.mp4">«Мектепке дейінгі ұйымдарда балалардың даярлығын ұйымдастыру жөніндегі педагогтердің біліктілігін арттыру курстарының білім беру бағдарламасы бойынша бейненұсқама </a></p>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/13052019/DoSchool.pdf">Правила оценивания на курсах повышения квалификации педагогов дошкольных организаций</a></p>
									<p>Жүктеу:<a href="http://cpi.nis.edu.kz/public/1/ZayavDS.pdf">Образец заявления на повторное оценивание</a></p>
									<hr>
									<p><b>Мектепке дейінгі ұйымдар педагогтарының біліктілігін арттыру курстары тыңдаушыларының назарына!</b></p>
									<p>2020 жылдың 30 желтоқсанында «Назарбаев Зияткерлік мектептері» ДББҰ «Педагогикалық өлшеулер орталығы» филиалының порталында «Назарбаев Зияткерлік мектептері» ДББҰ «Педагогикалық шеберлік орталығы» жеке меншік мекемесінің филиалдарының базасында өткен 2020 жылдың 26 қазан және 11 желтоқсан, 2 қараша және 11 желтоқсан аралығында мектепке дейінгі ұйымдар педагогтарының біліктілігін арттыру курстарындағы оқу қорытындысы бойынша 2020 жылдың 14 және 30 желтоқсан аралығында бағалаудан өтіп сертификаттауға ұсынылған тыңдаушылардың тізімі жарияланды.</p>
									<p><b>Вниманию слушателей курсов повышения квалификации педагогов дошкольных организаций!</b></p>
									<p>30 декабря 2020 года на портале филиала «Центр педагогических измерений» АОО «Назарбаев Интеллектуальные школы» опубликован список слушателей, рекомендованных к сертификации по результатам оценивания с 14 по 30 декабря 2020 года по итогам курсов повышения квалификации педагогов дошкольных организаций, прошедших с 26 октября по 11 декабря 2020 года и с 2 ноября по 11 декабря 2020 года на базе филиалов частного учреждения «Центр педагогического мастерства» автономной организации образования «Назарбаев Интеллектуальные школы».</p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/30122020/15_potok_dos.pdf">Список слушателей, рекомендованных к сертификации от 30.12.2020</a></p>
									<hr>
								</div>
								</div>
							</div>
							<div class="card">
								<div class="card-header" id="headingTwo">
								<h5 class="mb-0">
									<button class="btn btn-link collapsed" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
										КУРСЫ ПОВЫШЕНИЯ КВАЛИФИКАЦИИ ПЕДАГОГОВ ДОШКОЛЬНЫХ ОРГАНИЗАЦИЙ ПО ПРЕДШКОЛЬНОЙ ПОДГОТОВКЕ ДЕТЕЙ
									</button>
								</h5>
								</div>
								<div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#accordion">
								<div class="card-body">
									<p><b>Мектепке дейінгі ұйымдарда балалардың мектепалды даярлығын ұйымдастыру жөніндегі білім беру бағдарламалары педагог қызметкерлердің біліктілігін арттыру курстары тыңдаушыларының назарына!</b></p>
									<p>2020 жылдың 31 желтоқсанында «Назарбаев Зияткерлік мектептері» ДББҰ «Педагогикалық өлшеулер орталығы» филиалының порталында «Назарбаев Зияткерлік мектептері» ДББҰ «Педагогикалық шеберлік орталығы» жеке меншік мекемесінің филиалдарының базасында өткен 2020 жылдың 23 қараша және 11 желтоқсан аралығында Мектепке дейінгі ұйымдарда балалардың мектепалды даярлығын ұйымдастыру жөніндегі курстарында оқу қорытындысы бойынша 2020 жылдың 14 және 30 желтоқсан аралығында бағалаудан өтіп сертификаттауға ұсынылған мемлекеттік мектепалды ұйымдар тыңдаушылардың тізімі жарияланды.</p>
									<p><b>Вниманию слушателей курсов повышения квалификации педагогов по образовательной программе курсов повышения квалификации педагогов дошкольных организаций по предшкольной подготовке детей!</b></p>
									<p>31 декабря 2020 года на портале филиала «Центр педагогических измерений» АОО «Назарбаев Интеллектуальные школы» опубликован список слушателей государственных дошкольных организаций, рекомендованных к сертификации по результатам оценивания с 14 по 30 декабря 2020 года по итогам курсов повышения квалификации педагогов дошкольных организаций по предшкольной подготовке детей с 23 ноября по 11 декабря 2020 года на базе филиалов частного учреждения «Центр педагогического мастерства» автономной организации образования «Назарбаев Интеллектуальные школы».</p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/30122020/12_potok_pre.pdf">Список слушателей, рекомендованных к сертификации от 30.12.2020</a></p>
								</div>
								</div>
							</div>
							<div class="card">
								<div class="card-header" id="headingThree">
								<h5 class="mb-0">
									<button class="btn btn-link collapsed" data-toggle="collapse" data-target="#collapseThree" aria-expanded="false" aria-controls="collapseThree">
										АТТЕСТАЦИЯ ПР И ПЛ В ФИЛИАЛАХ АОО "НАЗАРБАЕВ ИНТЕЛЛЕКТУАЛЬНЫЕ ШКОЛЫ
									</button>
								</h5>
								</div>
								<div id="collapseThree" class="collapse" aria-labelledby="headingThree" data-parent="#accordion">
								<div class="card-body">
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/22092020/Model22092020.pdf">Модель оценивания тренера по поддержке профессионального развития педагогических работников</a></p>
									<hr>
									<p><b>2019-2020 оқу жылында «Аттестаттау шеңберінде Назарбаев Зияткерлік мектептері педагог қызметкерлерінің және оларға теңестірілген тұлғалардың қызметін бағалау» тақырыбындағы біліктілікті арттыру курс тыңдаушылары мен ресертификатталатын педагог қызметкерлердің кәсіби дамуына қолдау көрсету бойынша тренерлердің назарына!</b></p>
									<p>2020 жылдың 29 желтоқсанында «Назарбаев Зияткерлік мектептері» ДББҰ «Педагогикалық өлшеулер орталығы» филиалының порталында 2020 жылдың 14 және 24 желтоқсан аралығындағы портфолионы тәуелсіз бағалау қорытындысы бойынша сертификаттауға/ресертификаттауға ұсынылған курс тыңдаушылары мен тренерлер тізімі жарияланды.</p>
									<p><b>Вниманию слушателей дистанционного курса повышения квалификации на тему «Оценивание деятельности педагогических работников и приравненных к ним лиц Назарбаев Интеллектуальных школ в рамках аттестации», а также тренеров по поддержке профессионального развития педагогических работников, проходящих ресертификацию в 2019-2020 учебном году!</b></p>
									<p>29 декабря 2020 года на портале филиала «Центр педагогических измерений» АОО «Назарбаев Интеллектуальные школы» опубликован список слушателей курса и тренеров, рекомендованных к сертификации/ресертификации по результатам независимого оценивания портфолио с 14 по 24 декабря 2020 года.</p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/29122020/trainer_1.pdf">Список тренеров, рекомендованных к сертификации от 29.12.2020</a></p>
								</div>
								</div>
							</div>
							<div class="card">
								<div class="card-header" id="heading4">
								<h5 class="mb-0">
									<button class="btn btn-link collapsed" data-toggle="collapse" data-target="#collapse4" aria-expanded="false" aria-controls="collapse4">
										КУРСЫ ПО ОБРАЗОВАТЕЛЬНЫМ ПРОГРАММАМ ПОВЫШЕНИЯ КВАЛИФИКАЦИИ ПЕДАГОГИЧЕСКИХ КАДРОВ РК
									</button>
								</h5>
								</div>
								<div id="collapse4" class="collapse" aria-labelledby="heading4" data-parent="#accordion">
								<div class="card-body">
									<p><b>«Мектептегі мұғалім көшбасшылығы» білім беру бағдарламасы бойынша біліктілікті арттыру курстары тыңдаушыларының назарына!</b></p>
									<p>2020 жылдың 2 қарашасында «Назарбаев Зияткерлік мектептері» дербес білім беру ұйымы «Педагогикалық өлшеулер орталығы» филиалының порталында 2020 жылдың 12 және 30 қазан аралығында «Педагогикалық шеберлік орталығы» жекеменшік мекемесінің филиалдары оқытқан бағалау үрдісінің қорытындысы бойынша біліктілікті арттыру курстарынан өткен «Мектептегі мұғалім көшбасшылығы» білім беру бағдарламасы бойынша сертификаттауға ұсынылған мұғалімдердің тізімі жарияланды </p>
									<p><b>Вниманию слушателей курсов повышения квалификации по образовательной программе «Лидерство учителя в школе»!</b></p>
									<p>2 ноября 2020 года на портале филиала «Центр педагогических измерений» автономной организации образования «Назарбаев Интеллектуальные школы» опубликован список учителей, рекомендованных к сертификации по образовательной программе «Лидерство учителя в школе» по итогам процедур оценивания на курсах, прошедших с 12 по 30 октября 2020 года на базе филиалов частного учреждения «Центр педагогического мастерства»</p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/02112020/1_potok_obraz.pdf">Список слушателей, рекомендованных к сертификации от 02.11.2020</a></p>
									<hr>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/20160205/pr1.pdf">Принципы оценивания учителя в рамках программы повышения квалификации педагогических работников Республики Казахстан «ЛИДЕРСТВО УЧИТЕЛЯ В ПЕДАГОГИЧЕСКОМ СООБЩЕСТВЕ»</a></p>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/20160205/pr2.pdf">Принципы оценивания учителя в рамках программы повышения квалификации педагогических работников Республики Казахстан «ЛИДЕРСТВО УЧИТЕЛЯ В ШКОЛЕ»</a></p>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/20160205/pr3.pdf">Принципы оценивания учителя в рамках программы повышения квалификации педагогических работников Республики Казахстан «ЭФФЕКТИВНОЕ ОБУЧЕНИЕ»</a></p>
									<p><b>Предоставлены образцы книжек-вопросников и листа ответов для квалификационных экзаменов в рамках образовательных программ курсов повышения квалификации педагогических работников  Республики Казахстан «Эффективное обучение», «Лидерство учителя в школе» и «Лидерство учителя в педагогическом сообществе</b></p>
									<p><b>Қазақстан Республикасы педагог қызметкерлерінің біліктілігін арттыру курстары «Тиімді оқыту мен оқу»,  «Мектептегі мұғалім көшбасшылығы»,  «Педагогикалық қоғамдастықтағы  мұғалім көшбасшылығы» білім беру бағдарламалары шеңберінде біліктілік емтихандарының сұрақ кітапшалары мен жауап парақтарының үлгілері беріліп отыр</b></p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/20160427/LO.pdf">Образец листа ответов</a></p>
									<p>Жүктеу:<a href="http://cpi.nis.edu.kz/public/20160427/ЛУПС каз.pdf">книжка-вопросник ЛУПС каз</a></p>
									<p>Скачать:<a href="http://cpi.nis.edu.kz/public/20160427/ЛУПС рус.pdf">книжка-вопросник ЛУПС рус</a></p>
									<p>Жүктеу:<a href="http://cpi.nis.edu.kz/public/20160427/ЛУШ каз.pdf">книжка-вопросник ЛУШ каз</a></p>
									<p>Скачать:<a href="http://cpi.nis.edu.kz/public/20160427/ЛУШ рус.pdf">книжка-вопросник ЛУШ рус</a></p>
									<p>Жүктеу:<a href="http://cpi.nis.edu.kz/public/20160427/ЭО каз.pdf">книжка-вопросник ЭО каз</a></p>
									<p>Скачать:<a href="http://cpi.nis.edu.kz/public/20160427/ЭО рус.pdf">книжка-вопросник ЭО рус</a></p>
									<hr>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/20092016/QEInstr.pdf">Инструкция по организации и проведению Квалификационного экзамена</a></p>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/08112017/QE_KAZ.avi">Біліктілік емтихан бойынша бейне нұсқаулық</a></p>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/08112017/QE_RUS.avi">Видео инструкция по процедурам квалификационного экзамена</a></p>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/20092016/PrOceniv.pdf">Правила оценивания</a></p>
									<hr>
									<p><b>Педагогикалық қызметкерлердің «Тиімді оқыту мен оқу», «Педагогикалық қоғамдастықтағы мұғалім көшбасшылығы», «Мектептегі мұғалім көшбасшылығы» бағдарламалары бойынша біліктілік арттыру курстары тыңдаушыларының назарына ! </b></p>
									<p>«Назарбаев Зияткерлік мектептері» ДББҰ «Педагогикалық өлшеулер орталығы» филиалының порталында 2019 жылы бойынша Біліктілік емтихандарын өткізу кестесі орналастырылды. Толық ақпарат төмендегі құжатта берілген.</p>
									<p><b>Вниманию слушателей курсов повышения квалификации педагогических работников по образовательным программам «Эффективное обучение», «Лидерство учителя в педагогическом сообществе», «Лидерство учителя в школе»! </b></p>
									<p>На портале филиала «Центр педагогических измерений» АОО «Назарбаев Интеллектуальные школы» опубликован график проведения квалификационных экзаменов на 2019 год. Подробная информация предоставлена в документе ниже.</p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/!2018-01-08/graf_2019.pdf">График проведения квалификационных экзаменов на 2019 год</a></p>
									<hr>
									<p><b>Қазақстан Республикасы жалпы білім беру мектептерінің педагогикалық қызметкерлер біліктілігін арттырудың деңгейлі курстары тыңдаушыларының назарына!</b></p>
									<p><b>Вниманию слушателей уровневых курсов повышения квалификации педагогических работников общеобразовательных школ Республики Казахстан!</b></p>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/280314/form.pdf">Форма заявления на пересдачу квалификационного экзамена|Біліктілік емтиханын қайта тапсыру үлгісі</a></p>
									<p>Заявление на пересдачу КЭ просим отправлять на адрес:<a href="mailto:peresdacha@cpi.nis.edu.kz">peresdacha@cpi.nis.edu.kz</a></p>
									<p>Құрметті мұғалімдер. Біліктілік емтиханын қайта тапсыру өтініштерін қабылдау, Біліктілік емтиханын өткізу мерзімінен екі апта бұрын аяқталады. Белгіленген мерзімнен кеш жіберілген өтініштер қабылданбайды.</p>
									<p>Уважаемые учителя. Прием заявлений на пересдачу Квалификационного экзамена завершается за две недели до даты проведения Квалификационного экзамена. Заявления, поступившие позже установленного срока, не принимаются.</p>
									<hr>
									<p><b>Қазақстан Республикасы жалпы білім беру ұйымдары басшыларының  біліктілігін арттыру курстары тыңдаушыларының назарына!</b></p>
									<p><b>Вниманию слушателей курсов повышения квалификации руководителей общеобразовательных организаций Республики Казахстан!</b></p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/110414/teacinstr.pdf">Руководство по оцениванию. Курсы пов-ния квал-ции руководителей общеобр-ых орг-ций РК</a></p>
									<hr>
									<p><b>Назар аударыңыз! Деңгейлік курстар мұғалімдерінің портфолио жүктеу мерзімі екінші бетпе бет кезеңінің 3-4-ші аптасында жүзеге асады және біліктілік емтиханы күні (жексенбі) 23 сағат 59 минутта аяқталады, одан кейін мұғалімнің логині жабылады.</b></p>
									<p><b>Внимание! Загрузка портфолио учителя уровневых курсов осуществляется в течение 3-4-й недели второго этапа обучения лицом к лицу и заканчивается в 23 часа 59 минут в день Квалификационного экзамена (воскресенье), в дальнейшем логин учителя блокируется.</b></p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/240414/instr.pdf">Портфолионы ПӨО порталына енгізу нұсқаулығы|Инструкция по загрузке портфолио на портал ЦПИ</a></p> 
									<hr>
									<p><b>Назар аударыңыз!</b></p>
									<p>ҚР орта білім беру мекемелері басшыларының біліктілігін арттыру курстары  тыңдаушысының портфолиосын жүктеу екінші мектептік алты айлық тәжірибесінің соңғы екі аптасында жүзеге асырылады және  екінші мектептік алты айлық тәжірибесінің соңындағы  бірінші жексенбінің 23 сағат 59 минутында аяқталады, одан кейін тыңдаушының логині жабылады.</p>
									<p><b>Внимание!</b></p>
									<p>Загрузка портфолио слушателя курсов повышения квалификации руководителей общеобразовательных организаций РК осуществляется в течение последних 2-х недель второй школьной шестимесячной практики и заканчивается в первое воскресенье  в 23 часа 59 минут по окончанию второй школьной шестимесячной практики.  В дальнейшем логин слушателя на портале блокируется.</p>
									<hr>
								</div>
								</div>
							</div>
							<div class="card">
								<div class="card-header" id="heading5">
								<h5 class="mb-0">
									<button class="btn btn-link collapsed" data-toggle="collapse" data-target="#collapse5" aria-expanded="false" aria-controls="collapse5">
										КУРСЫ ПО ОБУЧЕНИЮ ОДАРЕННЫХ ДЕТЕЙ В ШКОЛЕ
									</button>
								</h5>
								</div>
								<div id="collapse5" class="collapse" aria-labelledby="heading5" data-parent="#accordion">
								<div class="card-body">
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/22092020/ModelOd22092020.pdf">Модель оценивания тренера по программе «Обучение одарённых детей в школе»</a></p>
									<hr>
									<p><b>ДББҰ «Назарбаев Зияткерлік мектептері» филиалдарында «Мектепте дарынды балаларды оқыту» бағдарламасы бойынша тренерлердің назарына!</b></p>
									<p>2020 жылдың 29 желтоқсанында «Назарбаев Зияткерлік мектептері» ДББҰ «Педагогикалық өлшеулер орталығы» филиалының порталында Емтихан кеңесінің 2020 жылы 25 желтоқсанындағы шешімімен тренерлер ретінде сертификаттауға расталған тыңдаушылар тізімі жарияланды.</p>
									<p><b>Вниманию тренеров курсов повышения квалификации педагогических работников по программе «Обучение одарённых детей в школе» в филиалах АОО «Назарбаев Интеллектуальные школы»!</b></p>
									<p>29 декабря 2020 года на портале филиала «Центр педагогических измерений» АОО «Назарбаев Интеллектуальные школы» опубликован список слушателей, рекомендованных к сертификации в качестве тренеров, решением Экзаменационного совета от 25 декабря 2020 года.</p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/29122020/trainer_2.pdf">Список тренеров, рекомендованных к сертификации от 29.12.2020</a></p>
								</div>
								</div>
							</div>
							<div class="card">
								<div class="card-header" id="heading6">
								<h5 class="mb-0">
									<button class="btn btn-link collapsed" data-toggle="collapse" data-target="#collapse6" aria-expanded="false" aria-controls="collapse6">
										КУРСЫ ПО РАЗРАБОТКЕ И ЭКСПЕРТИЗЕ ЗАДАНИЙ ДЛЯ ОЦЕНИВАНИЯ
									</button>
								</h5>
								</div>
								<div id="collapse6" class="collapse" aria-labelledby="heading6" data-parent="#accordion">
								<div class="card-body">
									<hr>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/16042019/RazKaz.mp4">«Бағалау тапсырмаларын әзірлеу және сараптау» бағдарлама бойынша бейненұсқама </a></p>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/16042019/RazRus.mp4">Видео инструктаж по программе  «Разработка и экспертиза заданий для оценивания» </a></p>

									<p>Жүктеу:<a href="http://cpi.nis.edu.kz/public/19112018/ps.pdf">Образец заявления на повторную защиту портфолио</a></p>

									<p>Правила по организации и проведению процедур суммативного оценивания портфолио слушателей на курсах повышения квалификации педагогов по образовательной программе "Разработка и экспертиза заданий для оценивания" по предметам в рамках обновления содержаний среднего образования доступны по ссылке ниже</p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/19112018/rules2018.pdf">Правила организации и проведения процедур суммативного оценивания портфолио</a></p>
									<hr>

									<p><b>Орта білім мазмұнын жаңарту шеңберінде «Ағылшын тілі», «Орыс тілі мен әдебиеті», «Қазақ тілі мен әдебиеті» пәндері бойынша «Бағалау тапсырмаларын әзірлеу және сараптау» білім беру бағдарламалары педагог қызметкерлердің біліктілігін арттыру курстары тыңдаушыларының назарына!</b></p>
									<p>2020 жылдың 15 желтоқсанында «Назарбаев Зияткерлік мектептері» ДББҰ «Педагогикалық өлшеулер орталығы» филиалының порталында «Назарбаев Зияткерлік мектептері» ДББҰ «Педагогикалық шеберлік орталығы» жеке меншік мекемесінің филиалдарының базасында өткен 2020 жылдың 16 және 27 қараша аралығында «Ағылшын тілі», «Орыс тілі мен әдебиеті», «Қазақ тілі мен әдебиеті» пәндері бойынша «Бағалау тапсырмаларын әзірлеу және сараптау» орта білім мазмұнын жаңарту шеңберіндегі біліктілікті арттыру курстарында оқу қорытындысы бойынша 2020 жылдың 30 қараша мен 14 желтоқсан аралығында бағалаудан өтіп сертификаттауға ұсынылған тыңдаушылардың тізімі жарияланды.</p>
									<p><b>Вниманию слушателей курсов повышения квалификации педагогов по образовательной программе «Разработка и экспертиза заданий для оценивания» по предметам «Английский язык», «Казахский язык и литература», «Русский язык и литература», в рамках обновления содержания среднего образования!</b></p>
									<p>15 декабря 2020 года на портале филиала «Центр педагогических измерений» АОО «Назарбаев Интеллектуальные школы» опубликован список слушателей, рекомендованных к сертификации по результатам оценивания с 30 ноября по 14 декабря 2020 года по итогам курсов повышения квалификации педагогов по образовательной программе «Разработка и экспертиза заданий для оценивания» по предметам «Английский язык», «Казахский язык и литература», «Русский язык и литература», с 16 по 27 ноября 2020 года на базе филиалов частного учреждения «Центр педагогического мастерства» автономной организации образования «Назарбаев Интеллектуальные школы».</p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/15122020/23_potok_rio.pdf">Список слушателей, рекомендованных к сертификации от 15.12.2020</a></p>
								</div>
								</div>
							</div>
							<div class="card">
								<div class="card-header" id="heading7">
								<h5 class="mb-0">
									<button class="btn btn-link collapsed" data-toggle="collapse" data-target="#collapse7" aria-expanded="false" aria-controls="collapse7">
										ПЛАТНЫЕ КУРСЫ ПОВЫШЕНИЯ КВАЛИФИКАЦИИ
									</button>
								</h5>
								</div>
								<div id="collapse7" class="collapse" aria-labelledby="heading7" data-parent="#accordion">
								<div class="card-body">
									<hr>
									<p><b>Обучающие семинары</b></p>
									<p>Для просмотра программ семинаров и регистрации пройдите по ссылке на систему онлайн регистрации ниже</p>
									<p>пройти:<a href="http://course.cpi-nis.kz">Система онлайн регистрации</a></p>
									<p>Прейскурант цен на платные семинары доступен по ссылке ниже</p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/04092017/preiskurant.pdf">Прейскурант цен на платные семинары</a></p>
									<p>Перечень курсов доступен по ссылке ниже</p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/28092017/Courses.pdf">Перечень курсов повышения квалификации</a></p>
									<p>Правила по организации и проведению курсов повышения квалификации доступны по ссылке ниже</p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/28092017/rules.pdf">Правила по организации и проведению курсов повышения квалификации</a></p>
									<hr>
								</div>
								</div>
							</div>
							<div class="card">
								<div class="card-header" id="heading8">
								<h5 class="mb-0">
									<button class="btn btn-link collapsed" data-toggle="collapse" data-target="#collapse8" aria-expanded="false" aria-controls="collapse8">
										КУРСЫ ПО ПРОГРАММАМ ОБНОВЛЕНИЯ СОДЕРЖАНИЯ ОБРАЗОВАНИЯ
									</button>
								</h5>
								</div>
								<div id="collapse8" class="collapse" aria-labelledby="heading8" data-parent="#accordion">
								<div class="card-body">
								<p><b>Орта білім мазмұнын жаңарту шеңберіндегі «Ағылшын тілі», «Қазақ тілі» және «Қазақ әдебиеті», «Қазақ тілі мен әдебиеті», «Орыс тілі» және «Орыс әдебиеті», «Орыс тілі мен әдебиеті», «Бастауыш сынып», «Биология» және «Жаратылыстану», «Дүниежүзі тарихы» және «Құқық негіздері», «География» және «Жаратылыстану», «Информатика», «Қазақстан тарихы» және «Құқық негіздері», «Математика», «Физика», «Химия» және «Жаратылыстану», «Дене шынықтыру», «Көркем еңбек» бағдарламалары бойынша біліктілікті арттыру курстары тыңдаушыларының назарына!</b></p>
									<p>2020 жылдың 28 желтоқсанында «Назарбаев Зияткерлік мектептері» ДББҰ «Педагогикалық өлшеулер орталығы» филиалының порталында «Өрлеу» Біліктілікті арттыру ұлттық орталығы» акционерлік қоғамы филиалдарының базасында өткен «Ағылшын тілі», «Қазақ тілі» және «Қазақ әдебиеті», «Қазақ тілі мен әдебиеті», «Орыс тілі» және «Орыс әдебиеті», «Орыс тілі мен әдебиеті», «Бастауыш сынып», «Биология» және «Жаратылыстану», «Дүниежүзі тарихы» және «Құқық негіздері», «География» және «Жаратылыстану», «Информатика», «Қазақстан тарихы» және «Құқық негіздері», «Математика», «Физика», «Химия» және «Жаратылыстану», «Дене шынықтыру», «Көркем еңбек» бағдарламалары бойынша орта білім мазмұнын жаңарту шеңберіндегі біліктілікті арттыру курстарында оқу қорытындысы бойынша 2020 жылдың 9 желтоқсанында бағалаудан өтіп сертификаттауға ұсынылған тыңдаушылардың тізімі жарияланды.</p>
									<p><b>Вниманию слушателей курсов повышения квалификации по программам «Английский язык», «Казахский язык» и «Казахская литература», «Казахский язык и литература», «Русский язык» и «Русская литература», «Русский язык и литература», «Начальные классы», «Биология» и «Естествознание», «Всемирная история» и «Основы права», «География» и «Естествознание», «Информатика», «История Казахстана» и «Основы права», «Математика», «Физика», «Химия» и «Естествознание», «Физическая культура», «Художественный труд» в рамках обновления содержания среднего образования!</b></p>
									<p>28 декабря 2020 года на портале филиала «Центр педагогических измерений» АОО «Назарбаев Интеллектуальные школы» опубликован список слушателей, рекомендованных к сертификации по результатам оценивания 9 декабря 2020 года по итогам обучения на курсах повышения квалификации в рамках обновления содержания среднего образования по программам «Английский язык», «Казахский язык» и «Казахская литература», «Казахский язык и литература», «Русский язык» и «Русская литература», «Русский язык и литература», «Начальные классы», «Биология» и «Естествознание», «Всемирная история» и «Основы права», «География» и «Естествознание», «Информатика», «История Казахстана» и «Основы права», «Математика», «Физика», «Химия» и «Естествознание», «Физическая культура», «Художественный труд» на базе филиалов акционерного общества «Национальный центр повышения квалификации «Өрлеу».</p>
									<p>Жүктеу|Скачать:<a href="http://cpi.nis.edu.kz/public/28122020/19_potok_ocen.pdf">Список слушателей, рекомендованных к сертификации от 28.12.2020</a></p>
									<hr>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/13022019/Видеоинструктаж.mp4">Қазақстан Республикасы орта білім мазмұнын жаңарту шеңберінде бағалау рәсімдерін өткізуге арналған бейненұсқама</a></p>
									<p>Скачать|Жүктеу:<a href="http://cpi.nis.edu.kz/public/13022019/Видеоинструктаж2.mp4">Видео инструктаж по процедуре оценивания в рамках обновленного содержания среднего образования Республики Казахстан</a></p>
									<hr>
									<hr>
									<p>Жүктеу:<a href="http://cpi.nis.edu.kz/public/!online30-05-2016/ps.pdf">Образец заявления на повторную защиту презентации</a></p>
									<p>Жүктеу:<a href="http://cpi.nis.edu.kz/public/!online30-05-2016/pr.pdf">Правила организации и проведения процедур оценивания</a></p>
								</div>
								</div>
							</div>
						</div>
					</div>
				</div>
			</div>
		</div>	
	</div>
	<!-- end about  area -->

<br><br><br><br><br><br><br><br>
	<div class="footer_area " id="contact">
		<div class="container">
			<div class="row">
				<!--section title-->
				<div class=" col-sm-12 col-md-12 col-lg-12">	
					<div class="section_title service_color">
						<h2 class="title"><span>Контакты</span></h2>
					</div>
				</div>
				<!--end section title-->
			</div>		
			<div class="row">
				<div class="col-sm-4 col-md-4 col-lg-4">
					<div class="single_address fix">
						<div class="address_icon"><span><i class="fa fa-map-marker"></i></span></div>
						<div class="address_text"><p><span>Адрес:</span> ул. Хусейн бен Талал, дом 37 "А" 010000, г.Астана, Республика Казахстан</p></div>
					</div>
					<div class="single_address fix">
						<div class="address_icon"><span><i class="fa fa-phone"></i></span></div>
						<div class="address_text"><p><span>Телефон:</span>  +7 (7172) 23-57-66</p></div>
					</div>
					<div class="single_address fix">
						<div class="address_icon"><span><i class="fa fa-envelope-o"></i></span></div>
						<div class="address_text"><p><span>Email: </span> info@cpi.nis.edu.kz</p></div>
					</div>					
				</div>
				<div class="col-sm-8 col-md-8 col-lg-8">
					<div class="map">
					   <!-- Start contact-map -->
                            <div class="contact-map">
							<iframe src="https://yandex.kz/map-widget/v1/-/CBRdERTsoD" width="100%" height="360" frameborder="1" allowfullscreen="true"></iframe>
                            </div>
						<!-- End contact-map -->
					</div>				
				</div>
			
			</div>
		</div>			
	</div>
	<div class="footer_bottom_area" >
		<div class="container">
			<div class="row">
				<div class=" col-sm-12 col-md-12 col-lg-12">
					<div class="footer_text">
						<p>2021 <a href="http://cpi-nis.kz/">ЦПИ</a></p>
					</div>
				</div>
			</div>
		</div>	
	</div>
	<script src="<?= bloginfo('template_url') ?>/front_page/js/particles/particles.js"></script> 
	<script src="<?= bloginfo('template_url') ?>/front_page/js/particles/app.js"></script> 

        <!-- JS -->        
 		<!-- jquery-1.11.3.min js
		============================================ -->         
        <script src="<?= bloginfo('template_url') ?>/front_page/js/vendor/jquery-1.11.3.min.js"></script>              
 		<!-- bootstrap js
		============================================ -->         
        <script src="<?= bloginfo('template_url') ?>/front_page/js/bootstrap.min.js"></script>      
   		<!-- owl.carousel.min js
		============================================ -->       
        <script src="<?= bloginfo('template_url') ?>/front_page/js/owl.carousel.min.js"></script>
	
		<!-- plugins js
		============================================ -->         
        <script src="<?= bloginfo('template_url') ?>/front_page/js/plugins.js"></script>	
        <!-- counterup js
		============================================ -->  		
        <script src="<?= bloginfo('template_url') ?>/front_page/js/jquery.counterup.min.js"></script>
		<script src="<?= bloginfo('template_url') ?>/front_page/js/waypoints.min.js"></script>
		<!-- MixItUp js-->        
		<script src="<?= bloginfo('template_url') ?>/front_page/js/jquery.mixitup.js"></script>
		 <!-- Nivo Slider JS -->
		<script src="<?= bloginfo('template_url') ?>/front_page/js/jquery.nivo.slider.pack.js"></script>       
		<script src="<?= bloginfo('template_url') ?>/front_page/js/jquery.nav.js"></script>           
   		<!-- wow js
		============================================ -->       
        <script src="<?= bloginfo('template_url') ?>/front_page/js/wow.js"></script>
		<!--Activating WOW Animation only for modern browser-->
        <!--[if !IE]><!-->
        <script type="text/javascript">new WOW().init();</script>
        <!--<![endif]-->
		<!-- Add venobox ja -->
		<script type="text/javascript" src="<?= bloginfo('template_url') ?>/front_page/venobox/venobox.min.js"></script>		
   		<!-- main js
		============================================ -->           
        <script src="<?= bloginfo('template_url') ?>/front_page/js/main.js"></script>
    
    
    </body>
</html>
<?php endif; ?>