<?php
define('ASSESSMENT_SHEET', array(
    '«Бағалау тапсырмаларын әзірлеу және сараптау» педагог қызметкерлерінің біліктілікті арттыру курстарының білім беру бағдарламасы мұғалімдерының портфолиосын бағалау парағы ',
    'Мұғалімнің аты-жөні',
    'А бөлімі',
    'В бөлімі',
    'Қорытынды балл ',
    'Эксперттің қолы ',
    'Күні',
    'Есептелді',
    'Есептелмеді',
    'Бөлім',
    'Ұсынылмады',
));
define('PROFORMA',[
    'Приложение 1',
    'к Правилам организации и проведения процедур суммативного оценивания портфолио слушателей <w:br/> на курсах повышения квалификации педагогов по образовательной программе «Разработка и экспертиза заданий <w:br/> для оценивания» по предметам в рамках обновления содержания среднего образования',
    '«Бағалау тапсырмаларын әзірлеу және сараптау»  педагог қызметкерлерінің біліктілікті арттыру курстарының білім беру бағдарламасы мұғалімнің портфолиосын жиынтық бағалау проформасы',
    'Оқу орталығы',
    'Тренердің аты-жөні',
    'Эксперттің аты-жөні',
    'А бөлімі',
    'В бөлімі',
    'Мұғалімнің аты-жөні',
    'Барлығы',
    'Шешім',
    'Эксперттің қолы',
    'Күні',
]);
define('ASSESSMENT_RUBRIC',array(
    "<p><b>1	А есебі. 3-5 жылға арналған  мектепті дамытудың  перспективалық жоспарының жобасы (МДПЖ-1) және жүзеге асырылуы.</b><br>
                                    Жоспарда қамтылу керек:<br>
                                    1)	миссияға,  болашаққа бағдарға, басымдықтарға, мақсаттарға, күтілетін нәтижелерге, табыс критерийлеріне өзгерістер енгізу; <br>
                                    2)	мектеп тәжірибесіне инновациялық идеяларды енгізу бойынша бір айға егжей-тегжейлі жоспар (жүзеге асыру кезеңі – мектептегі 1-практика):<br>
                                    - Action Research/ Lesson study/ мектептің тәжірибелік-экспериментальді жұмысы/ желілік қоғамдастық тәсілдерін қолданып инновация жасау және/немесе енгізу  бойынша мектептің даму командасының жұмысы;<br>
                                    - педагогтердің кәсіби даму процесі.</p>
                                    <b>3-5 жылға арналған  мектепті дамытудың  перспективалық жоспарына түсініктеме (1 айға арналған егжей-тегжелі жоспармен)  (300 сөз).</b><br>
                                Жүзеге асыру процесінде енгізілген өзгерістерді түсіндіру (соның ішінде басқа мектептер тәжірибелерін зерделеу негізінде).<br>
                                <p><b>Қосымша</b><br>
                                    1.	Тәжірибеде инновациялық идеяларды жүзеге асыру дәлелдемелері:<br>
                                    -	сабақ/сынып сағаттары/факультативтер  қысқа мерзімді жоспарлары,  (1-2 мысал) <br>
                                    -	сабақты/сынып сағаттарын бақылау парақтары (1-2 мысал). <br>
                                    2.	Педагогтердің кәсіби даму процестерінің дәлелдемелері:<br>
                                    -	Мектеп директорының өзін-өзі дамыту жоспары;<br>
                                    -	Коучинг/ семинар немесе т.б. жоспарлары (1-2 мысал).	</p>",
    "А есебі.",
    "<p><b>В есебі. 3-5 жылға арналған  мектепті дамытудың  перспективалық жоспары (МДПЖ-2)  (1 айлық егжей-тегжейлі жоспардың жүзеге асырылуын ескеріп). </b><br>
                                    Жоспарда қамтылу керек:<br>
                                    -	миссия,  болашаққа бағдар, мектептің даму басымдықтары, мақсаттар, күтілетін нәтижелер, табыс критерийлері; <br>
                                    -	мектеп тәжірибесіне инновациялық идеяларды енгізу бойынша іс-шаралар/ іс-әрекеттер.</p>
                                <p><b>Түсініктеме (300 сөз)</b><br>
                                    Жоспарлау тәсілдерінің сипаттамасы (Не? Қалай?)</p>",
    "B есебі.",
    "<p><b>С есебі.  Ұзақ мерзімді  практика кезіндегі мектептің даму процесі және өзгерістерді басқару процесіндегі басшының өзін-өзі дамытуы туралы қорытынды есеп. (1000 сөз)</b><br>
							Есепте мына сұрақтарға жауап болу керек:<br>
							-	Бағдарламаның түйінді идеялары мектепті басқарудың, көшбасшылықтың дамуын және мектеп мәдениетінің  жақсаруын  қалай және неліктен қолдады?<br>
							-	Қандай дәлелдемелер енгізілген өзгерістердің тиімділігін растайды және неліктен?<br>
							-	Өзгерістерді басқару процесі басшының өзін-өзі дамытуына қалай және неліктен ықпал етті?<br>
							-	Мониторинг нәтижелері болашақтағы мектепті дамыту басымдықтарын анықтауға қалай және неліктен ықпал етеді?<br>
							-	Бұдан әрі мектепті дамытудың басым бағыттарын жүзеге асыру үшін қандай өзгерістер/ жақсартулар  жоспарланады, неліктен?</p>

						<p><b>Қосымша</b><br>
							1. Педагогтердің әлеуетін арттыру бойынша дәлелдемелер: <br>
							- оқыту іс-шараларының жоспары/ таныстырылым (коучинг-сессия, семинар, шеберлік сыныптары және т.б.) (1-2 мысал);<br>
							- оқыту іс-шаралары қорытындылары бойынша кері байланыстың талдауы (1-2 мысал);<br>
							- пән педагогтерінің Action Research және/ немесе  Lesson study  жоспарлары (pdf форматындағы 1-2 мысал); <br>
							- педагогтердің өзін-өзі дамыту есебі (pdf форматындағы 1-2 мысал). <br>
							2. Мұғалімдердің инновациялық оқыту тәжірибесінің дамығандығының дәлелдемелері:<br>
							- сабақтың және/немесе сынып сағаттарының/ факультативтердің/ сынып деңгейіндегі тәрбие жобаларының инновациялық идеялар негізінде жасалған қысқа мерзімді жоспарлары (pdf форматындағы 1-2 мысал),<br>
							- осы сабақтарды және/немесе сынып сағатттарын/ факультативтерді/ тәрбие жобаларын бақылау парақтары (1-2 мысал);<br>
							- осы сабақтар және/немесе сынып сағатттары/ факультативтер/ тәрбие жобалары бойынша педагогтің рефлексиясы/өзін-өзі талдауы (pdf форматындағы 1-2 мысал).<br>
							- осы сабақтар және/немесе сынып сағатттары/ факультативтер/ тәрбие жобалары бойынша оқушылар мен заңды өкілдері кері байланыстарының (сауалнама/ сұхбат немесе т.б) талдауы (pdf форматындағы 1-2 мысал).<br>
							3. . Мектепте инновациялық тәжірибенің жүзеге асырылуына эвалюация/бақылау және мониторинг жүргізу дәлелдемелері: <br>
							- инновациялық даму бағыттарының бірі бойынша түзету жұмыстарының жоспары.<br>
							4. Желілік қоғамдастық дамуының дәлелдемелері (мектепішілік және/немесе мектепаралық):<br>
							- тәжірибені зерттеуді / шығармашылық топтар жұмыстарын/ әлеуметтік-тәрбие жобаларын жүргізу жоспары (pdf форматындағы 1-2 мысал).</p>",
    "С есебі.",
));
define('ASSESSMENT_SECOND', array(
    "Айдарды жүктеп алу",
    "Жабу",
    "Айдар",
    "Бағалау бойынша шешім және пікір",
    "Бағалау бойынша шешім",
    "Пікір",
    "Баға",
    "Сипаттама"
));
define('GROUP', 'Топ нөмірі');
define('PERIOD', 'Мерзім');
define('PROGRAMM_NAME', 'Бағдарлама');
define('FULLNAME_TRENER', 'Тренердің ТАӘ');
define('LANG_EDUCATION', 'Оқу тілі');
define('TIME_LEFT', 'Қалған уақыт');
define('LIST_ASSESMENT_NAME', 'Бағалау парағы');
define('ADD_USER', 'Мұғалімді қосу');
define('FIND_ADD_USER_SLUSHATEL', 'Мұғалімді табу және қосу (<b>тек "Мұғалім" рөлімен!</b>)');
define('FIND', 'Іздеу');
define('FIO', 'ТАӘ');
define('DATE_REGISTRATION', 'Тіркелу күні');
define('NUM_DOWNLOADED_FILES', 'Жүктелген файлдар саны');
define('DIR_NAME', 'Папка');
define('FILE_NAME', 'Файлдың атауы');
define('FILE_SIZE', 'Файлдың өлшемі');
define('DOWNLOADED_TIME', 'Жүктеу күні');
define('FILE_NOT_DOWNLOAD', 'Файл жүктелмеді');
define('NOT_FILLED', 'Толтырылмады');
define('SAVE_TEXT', 'Сақтау');
define('RUBRIC_DOWNLOAD', 'Айдарды жүктеу');
define('LISTENER_TEXT', 'Мұғалім');
define('PLACE_STUDY', 'Оқу орны');
define('NAME_REPORTS_PORTFOLIO', 'Портфолио есептердің атауы');
define('FULL_NAME_LEADER', 'ТАӘ көшбасшы');
define('INDEPENCE_TRENER_TEXT', 'Тәуелсіз тренердің Т.А.Ә. ');
define('REPORT_A_DESCRIPTION', '3-5 жылға арналған мектепті дамытудың перспективалық жоспарының жобасы (МДПЖ-1) және жүзеге асырылуы ');
define('REPORT_B_DESCRIPTION', '3-5 жылға арналған мектепті дамытудың перспективалық жоспары (МДПЖ-2) ');
define('REPORT_C_DESCRIPTION', 'Ұзақ мерзімді практика кезіндегі мектептің даму процесі және өзгерістерді басқару процесіндегі басшының өзін-өзі дамытуы туралы қорытынды есеп  ');
define('GRADING_DESCISION', 'Бағалау бойынша шешім');
define('GENERATE_PDF', 'PDF жасау');
define('DOWNLOAD_FILE', 'Файлды жүктеу');
define('DELETE_FILE', 'Файлды жою');
define('DOWNLOAD_FILES', 'Файл(дар)ды жүктеп алу');
define('FOR_MODERATION', '(модерация бойынша)');
define('FOR_ALL_TRENER', '(топ тренері/тәуелсіз тренер үшін)');
define('TRENER_GROUP_TEXT', array(
    'Топ тренері',
    'Топ тәуелсіз тренер',
));
define('FIO_ALL_TRENER', array(
    'Топ тренердің Т.А.Ә.',
    'Топ тәуелсіз тренердің Т.А.Ә.',
));
define('SIGN_TEXT', 'қолы');
define('FIO_FULL', 'ТАӘ толық');
define('LISTENERS_NOTIFICATION_END_7', 'Құрметті мұғалім. Бүгін ПӨО порталының <b>18.00-де</b> жабылатынын хабарлаймыз. Есептерді осы уақытқа дейін <b>жүктеу</b> керектігін ескертеміз.');
define('TRENERS_NOTIFICATION_END_7', 'Құрметті тренер. Бүгін ПӨО порталының <b>18.00-де</b> жабылатынын хабарлаймыз. Айдарларды және бағалау парақтарын осы уақытқа дейін <b>жүктеу</b> керектігін ескертеміз.');
define('EXPERTS_NOTIFICATION_END_7', 'Құрметті эксперт. Бүгін ПӨО порталының <b>18.00-де</b> жабылатынын хабарлаймыз. Айдарларды және бағалау парақтарын осы уақытқа дейін <b>жүктеу</b> керектігін ескертеміз.');
define('LOGIN', 'Жүйеге кіру');
define('PASSWORD', 'Құпия сөз');
define('COME_IN', 'Кіру');
define('DONT_HAVE_AN_ACCOUNT', 'Есептік жазба жоқ?');
define('CREATE_AN_ACCOUNT', 'Есептік жазбаны құру');
define('FORGOT_PASSWORD', 'Құпия сөзді ұмыттыңыз ба?');
define('PASSWORD_RECOVERY', 'Құпия сөзді қалпына келтіру');
define('REGISTRATION', array(
    'Тіркеу',
    'Қолданушыды тіркеу',
    'Топқа тіркелу үшін ұяшықтарды толтырыңыз',
    'Тренер',
    'Тіркелу үшін нысаны',
    'Тегі',
    'Аты',
    'Әкесінің аты',
    'ЖСН',
    'E-mail растау',
    'Байланыс телефоны',
    'Пароль',
    'Парольге қойылатын талаптар: Кемінде 8 таңба, 1 сан, жоғарғы регистрдегі бір әріп, төмен регистрдегі бір әріп',
    'Жасыру',
    'Тұру аймағы',
    'Жеке мәліметтерді өңдеуге өз келісімімді беремін',
    'Иә, тіркелуге келісемін',
    'Өзіңіздің Email адресіңізді енгізіңіз. Сіз Құпия сөзді қалпына келтіру бойынша нұсқаулықтары бар email хатты аласыз',
    'Жаңа Құпия сөзді алу',
    'Пән',
    'E-mail жолдары сәйкес келмейді',
    'Оқыту тілі',
));
define('YOU_ARE_IN_THE_GROUP','Сіз топқа тіркелдіңіз');
define('JOIN_GROUP','Топқа қосылу');
define('DOWNLOAD_FILES','Файлды жүктеп салу');
define('DATE_BEGIN_DOWNLOAD','Файлдарды жүктеу мерзімінің басталуы');
define('DATE_END_DOWNLOAD','Файлдарды жүктеу мерзімінің аяқталуы');
define('LINK_ERROR','Сілтемеде қате деректер бар немесе топ белсенді емес!');
define('NOTIFICATION_REG', array(
    'Құрметті',
    'Сіздің пошта жәшігіңізге e-mail адресінің дұрыстығын растау үшін сілтемесі бар хат жіберілді. Тіркеүді аяқтау үшін сілтемеге өтіңіз.
Егер хат 15 минут ішінде келмесе, Спам қалтасын тексеріңіз.',
    'Сіз топқа тіркелдіңіз!'
));
define('REG_SUCCESS','Сіз топқа сәтті тіркелдіңіз! Файлдарды жүктеу бөліміне өтіңіз');
define('EMAIL_DUBL','Кешіріңіз, бұл E-mail қазірдің өзінде бар!');
define('EMAIL_CONFIRMED','Сіздің E-mail расталды!');
define('SCAN_ATTACH','Сканерлеуді тіркеңіз');
define('FILE_UPLOAD','Файлды жүктеп салу');
define('FILE_ATTACH','Файлды тіркеңіз');
define('REG_SEND_EMAIL', array(
    'Сәлеметсіз бе',
    'ПӨО порталында Сіздің электрондық поштаның адресі көрсетілген есептік жазбаны құруға сұрау болған.',
    'Жаңа есептік жазбаны растау үшін келесі адрес бойынша өтіңіз: ',
    'Электрондық пошта бағдарламаларының көпшілігінде бұл адрес көк сілтеме сияқты көрінуі керек, оны басу жеткілікті. Егер олай болмаса, сол адресті көшіріп, оны браузер терезесінің жоғарғы жағындағы адрес жолына қойыңыз.',
    'Аса құрметпен, портал әкімшілігі',
    'ПӨО порталы: есептік жазбаны растау',
));
define('MY_FOLDERS','Менің папкаларым');
define('FILES','Файлдар');
define('COMMENTS','Түсініктемелер');
define('GROUPS','Топтар');
define('ALL','Барлық');
define('MAIN','Басты бет');
define('UPLOAD_FILES','Файлдарды жүктеу');
define('MAIN_NAMES','"Педагогикалық өлшеулер орталығы" бағалау рәсімдерін координациялау жүйесі');
define('FOLDERS_GROUPS','Папкалар, топтар');
define('USER','Пайдаланушы');
define('MAX_UPLOADED_SIZE','Файлдың ең жоғарғы мөлшері көлемі');
define('FOLDERS','Папкалар');
define('FILE_NOT_SELECTED','Файл таңдалмаған');
define('FILE_SELECTED','Файлды таңдаңыз');
define('SELECTED_FILES','Таңдалған файлдар');
define('TITLE', 'Система для координации процедур оценивания «Центра Педагогических Измерений»');
define('TITLESHORT', 'Портал CPI');
define('MYPROFILE', 'Менің профилім');
define('EXITU', 'Шығу');
define('PASS_SHOW_HIDE', array(
    'Құпия сөзді көрсету',
    'Құпия сөзді жасыру',
));
define('WRONG_EMAIL_PASS','Қате email немесе құпиясөз!');
define('VERIFICATION_EMAIL',array(
    'Email расталмаған!',
    'E-mail адресінің дұрыстығын растайтын сілтеме көрсетілген хатты қайта жіберу.',
    'Жіберу',
));
define('USER_FILES','Пайдаланушы файлдары');
define('ADD_TO_PORTFOLIO','Портфолиоға қосу');
define('REMOVE_FROM_PORTFOLIO','Портфолиодан алып тастау');
define('LANGID','1');
define('GENERATE_WORD','Word форматында жасау');
define('TIME_EXPIRED','Файлдарды жүктеу уақыты аяқталды');
define('LINK_CODE_ERROR','Сілтемеде қате деректер бар немесе код расталды');
define('LINK_TO_FILE','Портфолиоға  сілтеме');
define('ASSESSMENT_RUBRIC_14',array(
    'Жоспарлау',
    '<p><em>Объяснение (200 слов):</em></p>
    <p>- какие изменения внесены в планирование режимных моментов <em>(на примере описания 1-2 режимных моментов)</em> одного дня в рамках циклограммы;</p>
    <p>- как учитывались интересы и потребности детей <em>(на примере интересов и потребностей 1-2 детей).</em></p>',
    'Жүзеге асыру',
    '<p><em>Объяснение (300 слов):</em></p>
    <p>- как методы и ресурсы способствовали вовлечению детей в познавательную деятельность во время игры &nbsp;<em>(1-2 фото/сканкопии работ детей, показывающие вовлечение в игру, использование ресурсов в ходе игры);</em></p>
    <p>- как проводилось наблюдение за деятельностью ребёнка <em>(1-2 фото/сканкопии использования инструментов наблюдения).</em></p>',
    'Рефлексия',
    '<p><em>Рефлексия (150 слов):</em></p>
    <p>- выводы по реализации режимных моментов одного дня: что реализовалось успешно, что требует улучшения;</p>
    <p>- планирование развития практики на основе выводов <em>(не менее 2 рекомендаций по изменению и улучшению практики)</em>.</p>'

));
define('TRENER_MES','Сіз бұл топтың тренерісіз, тіркелу мүмкін емес!');
define('ATTENTION_WORD', '<strong>Назар аударыңыз!</strong> Файл Microsoft Word форматында жүктеледі');
define('ATTENTION_POWEPOINT', '<strong>Назар аударыңыз!</strong> Файл Microsoft PowerPoint форматында жүктеледі');
define('DOWNLOAD_JUSTIFICATION', 'Негіздемені жүктеу');
define('FINAL_DECISION', 'Қорытынды шешім ');
define('REFLECTIVE_REPORT_NAME', 'Рефлексиялық есеп атауы');
define('PLAGIAT_LINK', 'Плагиатқа тексеру бойынша ақпарат');
define('TRAINER_ASSESSMENT', 'Тренердің бағасы');
define('EXPERT_ASSESSMENT', 'Эксперттің бағасы');
define('MODERATOR_ASSESSMENT', 'Модератор бағасы');
define('DOWNLOAD_FILES2', 'Файлды жүктеу');
define('DOWNLOAD_FILES3', 'Файл(дар)ды жүктеу');
define('DECISION_MODERATION', 'Модерация бойынша шешімді негіздеу');
define('MODERATION_DECISION', 'Модерация бойынша шешім');
define('RATIONALE', 'Негіздеме');
define('EXPERT_RATIONALE', 'Эксперттің Негіздеме');
define('FINAL_GRADE', 'Қорытынды баға');
define('ASSESSMENT_TRENER_17', array(
    'Определение потребностей для осуществления изменений в дошкольной организации	Определение миссии и приоритетов для внесения изменений в дошкольной организации	Способы поддержки коллег в действии (коучинг и менторинг) для внедрения изменений	Способы вовлечения педагогов, воспитанников и их родителей в вопросы развития дошкольной организации	Оценка эффективности изменений и выводы по планированию изменений',
    'Определение миссии и приоритетов для внесения изменений в дошкольной организации',
    'Способы поддержки коллег в действии (коучинг и менторинг) для внедрения изменений',
    'Способы вовлечения педагогов, воспитанников и их родителей в вопросы развития дошкольной организации',
    'Оценка эффективности изменений и выводы по планированию изменений',
    'Средняя оценка',
    '',
    '',
    '',
    '',
));

define('SUBJECTS', array(
    'Сабақтар',
    'Ағылшын тілі',
    'Биология',
    'Дүниежүзілік тарих және Қазақстан тарихы',
    'География',
    'Информатика',
    'Қазақ тілі және Қазақ әдебиеті',
    'Математика',
    'Бастауыш сыныптар',
    'Орыс тілі және орыс әдебиеті',
    'Орыс тілі мен әдебиеті',
    'Физика',
    'Химия',
    'Дене шынықтыру',
));