<?php
define('ASSESSMENT_SHEET', array(
    'Лист оценивания портфолио учителей курсов повышения квалификации педагогов по образовательной программе «Разработка и экспертиза заданий для оценивания» по предметам в рамках обновления содержания среднего образования»',
    'ФИО учителя',
    'Раздел А',
    'Раздел В',
    'Итоговый балл ',
    'Эксперт',
    'Дата',
    'Зачет',
    'Незачет',
    'Раздел'
));
define('PROFORMA',[
    'Приложение 1',
    'к Правилам организации и проведения процедур суммативного оценивания портфолио учителей <w:br/> на курсах повышения квалификации педагогов по образовательной программе «Разработка и экспертиза заданий <w:br/> для оценивания» по предметам в рамках обновления содержания среднего образования',
    'Проформа суммативного оценивания портфолио учителей курсов повышения квалификации педагогов по образовательной программе «Разработка и экспертиза заданий для оценивания» по предметам в рамках обновления содержания среднего образования',
    'Центр обучения',
    'ФИО тренера',
    'ФИО эксперта',
    'Раздел A',
    'Раздел В',
    'ФИО учителей',
    'Итого',
    'Решение',
    'Подпись эксперта',
    'Дата',
]);
define('ASSESSMENT_RUBRIC',array(
    "<p><b>1	Отчет А. Проект перспективного плана развития школы (ПРШ-1) на 3-5 лет и реализация.</b><br>
                                    План должен включать:<br>
                                    1)	внесение изменений в миссию, видение, приоритеты, цели, ожидаемые результаты, критерии успешности;<br>
                                    2)	подробный план на 1 месяц (период реализации - практика в школе) по внедрению инновационных идей в практику школы:<br>
                                    -  работа команды развития школы по созданию и/или внедрению инноваций с применением подходов Action Research/ Lesson study/ опытно-экспериментальной работы школы/ сетевого сообщества;<br>
                                    - процесс профессионального развития педагогов.</p>
                                <b>Комментарий к проекту перспективного плана развития школы на 3-5 лет (с подробным планом на 1 месяц)  (300 слов).</b><br>
                                Объяснение внесенных в процессе реализации изменений (в том числе на основе изучения опыта других школ).<br>
                                <p><b>Приложение</b><br>
                                    1.	Доказательства по реализации инновационных идей на практике:<br>
                                    -	краткосрочные планы уроков/классных часов/факультативов,  (1-2 примера)<br>
                                    -	 листы наблюдения урока/классного часа (1-2 примера).<br>
                                    2.	Доказательства процесса профессионального развития педагогов:<br>
                                    -	план саморазвития директора школы;<br>
                                    -	планы коучинга/ семинара или др. (1-2 примера).	</p>",
    "Отчет А. ",
    "<p><b>Отчёт В. Перспективный план развития школы (ПРШ-2) на 3-5 лет (с учётом реализации подробного плана на 1 месяц).</b><br>
                                    План должен включать:<br>
                                    -	миссию, видение, приоритеты развития школы, цели, ожидаемые результаты, критерии успешности;<br>
                                    -	мероприятия/действия по внедрению инновационных идей в практику школы.</p>
                                <p><b>Комментарий (300 слов)</b><br>
                                    Описание подходов планирования (Что? Как?)</p>",
    "Отчет B. ",
    "<p><b>Отчет С.  Итоговый отчет о процессе развития школы во время долгосрочной практики и саморазвитии руководителя в процессе управления изменениями. (1000 слов)</b><br>
							Отчет должен включать ответы на вопросы:<br>
							-	Как и почему ключевые идеи программы поддерживали развитие школьного управления, лидерства и улучшения школьной культуры?<br>
							-	Какие доказательства свидетельствуют об эффективности внедренных изменений и почему?<br>
							-	Как и почему процесс управления изменениями повлиял на саморазвитие руководителя?<br>
							-	Как и почему результаты мониторинга способствуют определению приоритетов развития школы в будущем?<br>
							-	Какие изменения/улучшения планируются для осуществления приоритетных направлений развития школы в последующем, почему?</p>

						<p><b>Приложение</b><br>
							1.	Доказательства по наращиванию потенциала педагогов:<br>
							- план/презентация обучающих мероприятий (коучинг-сессий, семинаров, мастер-классов и др.) (1-2 примера);<br>
							- анализ обратной связи по итогам обучающих мерориятий (1-2 примера);<br>
							- планы Action Research и/или Lesson study педагогов-предметников (в формате pdf, 1-2 примера);<br>
							- отчёт по саморазвитию педагогов (в формате pdf, 1-2 примера).<br>
							2. Доказательства развития инновационной практики преподавания учителей:<br>
							- краткосрочные планы уроков и/или классных часов/ факультативов/ воспитательных проектов на уровне класса, разработанных на основе инновационных идей (в формате pdf, 1-2 примера),<br>
							- листы наблюдения  данных уроков и/или классных часов/ факультативов/ воспитательных проектов (1-2 примера);<br>
							- рефлексия/самоанализ педагога по данным урокам и/или классным часам/ факультативам/ воспитательным проектам (в формате pdf, 1-2 примера).<br>
							- анализ обратной связи (анкетирование/ интервью или др.) учащихся и родителей по данным урокам и/или классным часам/ факультативам/ воспитательным проектам (в формате pdf, 1-2 примера).<br>
							3. Доказательства проведения эвалюации/контроля  и мониторинга реализации инновационной практики школы:<br>
							- план коррекционной работы по одному из направлений инновационного развития.<br>
							4. Доказательства развития сетевого сообщества (внутришкольные и/или межшкольные):<br>
							- план проведения исследований практики/ работы творческой группы/ социально-воспитательного проекта (в формате pdf, 1-2 примера).</p>",
    "Отчет С. ",
));
define('ASSESSMENT_SECOND', array(
    "Скачать рубрику",
    "Закрыть",
    "Рубрика",
    "Решение по оцениванию и отзыв",
    "Решение по оцениванию",
    "Отзыв тренера группы / независимого тренера",
    "Оценка",
    "Описание"
));
define('GROUP', 'Номер группы');
define('PERIOD', 'Период');
define('PROGRAMM_NAME', 'Программа');
define('FULLNAME_TRENER', 'ФИО тренера');
define('LANG_EDUCATION', 'Язык обучения');
define('TIME_LEFT', 'Осталось времени');
define('LIST_ASSESMENT_NAME', 'Лист оценивания');
define('ADD_USER', 'Добавить учителя');
define('FIND_ADD_USER_SLUSHATEL', 'Поиск и добавление учителя (<b>только с ролью "Учитель"!</b>)');
define('FIND', 'Поиск');
define('FIO', 'ФИО');
define('DATE_REGISTRATION', 'Дата регистрации');
define('NUM_DOWNLOADED_FILES', 'Кол-во загруженных файлов');
define('DIR_NAME', 'Папка');
define('FILE_NAME', 'Название файла');
define('FILE_SIZE', 'Размер файла');
define('DOWNLOADED_TIME', 'Дата загрузки');
define('FILE_NOT_DOWNLOAD', 'Файл не загружен');
define('NOT_FILLED', 'Не заполнено');
define('SAVE_TEXT', 'Сохранить');
define('RUBRIC_DOWNLOAD', 'Загрузить рубрику');
define('LISTENER_TEXT', 'Учитель');
define('PLACE_STUDY', 'Место обучения');
define('NAME_REPORTS_PORTFOLIO', 'Наименование отчетов Портфолио');
define('FULL_NAME_LEADER', 'Ф.И.О. руководителя');
define('INDEPENCE_TRENER_TEXT', 'Ф.И.О. независимого тренера');
define('REPORT_A_DESCRIPTION', 'Проект перспективного плана развития школы (ПРШ-1) на 3-5 лет и реализация ');
define('REPORT_B_DESCRIPTION', 'Перспективный план развития школы (ПРШ-2) на 3-5 лет  ');
define('REPORT_C_DESCRIPTION', 'Итоговый отчет о процессе развития школы во время долгосрочной практики и саморазвитии руководителя в процессе управления изменениями ');
define('GRADING_DESCISION', 'Решение по оцениванию');
define('GENERATE_PDF', 'Сформировать PDF');
define('DOWNLOAD_FILE', 'Скачать файл');
define('DELETE_FILE', 'Удалить файл');
define('DOWNLOAD_FILES', 'Загрузить файл(ы)');
define('FOR_MODERATION', '(по модерации)');
define('FOR_ALL_TRENER', '(для тренера группы/независимого тренера)');
define('TRENER_GROUP_TEXT', array(
    'Тренер группы',
    'Независимый тренер',
));
define('FIO_ALL_TRENER', array(
    'Ф.И.О. тренера группы',
    'Ф.И.О. независимого тренера',
));
define('SIGN_TEXT', 'подпись');
define('FIO_FULL', 'ФИО полностью');
define('LISTENERS_NOTIFICATION_END_7', 'Уважаемый учитель. Сообщаем, что доступ к порталу ЦПИ будет закрыт сегодня в <b>18.00</b>. Напоминаем о  необходимости <b>загрузки</b> отчетов до указанного времени');
define('TRENERS_NOTIFICATION_END_7', 'Уважаемый тренер. Сообщаем, что доступ к порталу ЦПИ будет закрыт сегодня в <b>18.00.</b> Напоминаем о  необходимости <b>загрузки</b> рубрик и листов оценивания до указанного времени');
define('EXPERTS_NOTIFICATION_END_7', 'Уважаемый эксперт. Сообщаем, что доступ к порталу ЦПИ будет закрыт сегодня в <b>18.00.</b> Напоминаем о  необходимости <b>загрузки</b> рубрик и листов оценивания до указанного времени');
define('LOGIN', 'Вход в систему');
define('PASSWORD', 'Пароль');
define('COME_IN', 'Войти');
define('DONT_HAVE_AN_ACCOUNT', 'Нет учетной записи?');
define('CREATE_AN_ACCOUNT', 'Создание учетной записи');
define('FORGOT_PASSWORD', 'Забыли пароль?');
define('PASSWORD_RECOVERY', 'Восстановление пароля');
define('REGISTRATION', array(
    'Регистрация',
    'Регистрация пользователя', //1
    'Заполните поля для регистрации в группу', //2
    'Тренер',//3
    'Форма для регистрации',//4
    'Фамилия',//5
    'Имя',//6
    'Отчество',//7
    'ИИН',//8
    'Подтвердите E-mail', //9
    'Контактный телефон',//10
    'Пароль',//11
    'Требование к паролю: Минимум 8 символов, одна цифра, одна буква в верхнем регистре и одна в нижнем',//12
    'Скрыть',//13
    'Регион проживания',//14
    'Даю свое согласие на обработку персональных данных',//15
    'Да я согласен(а), зарегистрироваться',//16
    'Введите ваш адрес email. Вы получите email сообщение с инструкциями по сбросу пароля.',//17
    'Получить новый пароль',//18
    'Предмет',//19
    'Поля E-mail не совпадают',//20
    'Язык обучения',//21
));
define('YOU_ARE_IN_THE_GROUP','Вы записаны в группу!');
define('JOIN_GROUP','Записаться в группу');
define('DOWNLOAD_FILES','Загрузка файлов');
define('DATE_BEGIN_DOWNLOAD','Дата начала загрузки файлов');
define('DATE_END_DOWNLOAD','Дата окончания загрузки файлов');
define('LINK_ERROR','Ссылка содержит ошибочные данные или группа не активна!');
define('NOTIFICATION_REG', array(
    'Уважаемый',
    'На Ваш почтовый ящик отправлено сообщение, содержащее ссылку для подтверждения правильности e-mail адреса. Пожалуйста, перейдите по ссылке для завершения регистрации.
Если письмо не пришло в течение 15 минут, проверьте папку «Спам».',
    'Вы зарегистрированы в группу!'
));
define('REG_SUCCESS','Вы успешно записаны в группу! Перейти в раздел загрузки файлов');
define('EMAIL_DUBL','Извините, этот Email уже существует!');
define('EMAIL_CONFIRMED','Ваш Email подтвержден!');
define('SCAN_ATTACH','Прикрепите скан');
define('FILE_UPLOAD','Загрузить файл');
define('FILE_ATTACH','Прикрепить файл');
define('REG_SEND_EMAIL', array(
    'Здравствуйте',
    'На портале ЦПИ был запрос на создание учетной записи с указанием Вашего адреса электронной почты.',
    'Для подтверждения новой учетной записи пройдите по следующему адресу:',
    'В большинстве почтовых программ этот адрес должен выглядеть как синяя ссылка, на которую достаточно нажать. Если это не так, просто скопируйте этот адрес и вставьте его в строку адреса в верхней части окна Вашего браузера.',
    'С уважением, администрация портала.',
    'Портал ЦПИ: подтверждение учетной записи',
));
define('MY_FOLDERS','Мои папки');
define('FILES','Файлы');
define('COMMENTS','Комментарии');
define('GROUPS','Группы');
define('ALL','Все');
define('MAIN','Главная');
define('UPLOAD_FILES','Загрузка файлов');
define('MAIN_NAMES','Система для координации процедур оценивания "Центр Педагогических измерений"');
define('FOLDERS_GROUPS','Папки, группы');
define('USER','Пользователь');
define('MAX_UPLOADED_SIZE','Максимальный размер файла');
define('FOLDERS','Папки');
define('FILE_NOT_SELECTED','Файл не выбран');
define('FILE_SELECTED','Выберите файл');
define('SELECTED_FILES','Выбрано файлов');
define('TITLE', 'Система для координации процедур оценивания «Центра Педагогических Измерений»');
define('TITLESHORT', 'Портал CPI');
define('MYPROFILE', 'Мой профиль');
define('EXITU', 'Выход');
define('PASS_SHOW_HIDE', array(
    'Показать пароль',
    'Скрыть пароль',
));
define('WRONG_EMAIL_PASS','Неверный email или пароль!');
define('VERIFICATION_EMAIL',array(
    'Email не подтвержден!',
    'Повторно отправить сообщение, содержащее ссылку для подтверждения правильности e-mail адреса.',
    'Отправить',
));
define('USER_FILES','Файлы пользователя');
define('ADD_TO_PORTFOLIO','Добавить в портфолио');
define('REMOVE_FROM_PORTFOLIO','Убрать из портфолио');
define('LANGID','2');
define('GENERATE_WORD','Сформировать в формате Word');
define('TIME_EXPIRED','Истекло время, предоставленное для загрузки файлов');
define('LINK_ERROR','Ссылка содержит ошибочные данные или код был подтвержден!');
define('LINK_TO_FILE','Ссылка на портфолио');
define('ASSESSMENT_RUBRIC_14',array(
    'Планирование',
    '<p><em>Объяснение (200 слов):</em></p>
    <p>- какие изменения внесены в планирование режимных моментов <em>(на примере описания 1-2 режимных моментов)</em> одного дня в рамках циклограммы;</p>
    <p>- как учитывались интересы и потребности детей <em>(на примере интересов и потребностей 1-2 детей).</em></p>',
    'Реализация',
    '<p><em>Объяснение (300 слов):</em></p>
    <p>- как методы и ресурсы способствовали вовлечению детей в познавательную деятельность во время игры &nbsp;<em>(1-2 фото/сканкопии работ детей, показывающие вовлечение в игру, использование ресурсов в ходе игры);</em></p>
    <p>- как проводилось наблюдение за деятельностью ребёнка <em>(1-2 фото/сканкопии использования инструментов наблюдения).</em></p>',
    'Рефлексия',
    '<p><em>Рефлексия (150 слов):</em></p>
    <p>- выводы по реализации режимных моментов одного дня: что реализовалось успешно, что требует улучшения;</p>
    <p>- планирование развития практики на основе выводов <em>(не менее 2 рекомендаций по изменению и улучшению практики)</em>.</p>'

));
define('TRENER_MES','Вы являетесь тренером этой группы, регистрация не возможна!');
define('ATTENTION_WORD', '<strong>Внимание!</strong> Формат загружаемого файла Microsoft Word');
define('ATTENTION_POWEPOINT', '<strong>Внимание!</strong> Формат загружаемого файла Microsoft PowerPoint');
define('DOWNLOAD_JUSTIFICATION', 'Скачать обоснование');
define('FINAL_DECISION', 'Итоговое решение');
define('REFLECTIVE_REPORT_NAME', 'Наименование рефлексивного отчета');
define('PLAGIAT_LINK', 'Информация по плагиату');
define('TRAINER_ASSESSMENT', 'Оценка тренера');
define('EXPERT_ASSESSMENT', 'Оценка эксперта');
define('MODERATOR_ASSESSMENT', 'Оценка модератора');
define('DOWNLOAD_FILES2', 'Загрузить файл');
define('DOWNLOAD_FILES3', 'Загрузить файл(ы)');
define('DECISION_MODERATION', 'Обоснование решения по модерации');
define('MODERATION_DECISION', 'Решение по модерации');
define('RATIONALE', 'Обоснование');
define('FINAL_GRADE', 'Итоговая оценка');
define('ASSESSMENT_TRENER_17', array(
    'Определение потребностей для осуществления изменений в дошкольной организации	Определение миссии и приоритетов для внесения изменений в дошкольной организации	Способы поддержки коллег в действии (коучинг и менторинг) для внедрения изменений	Способы вовлечения педагогов, воспитанников и их родителей в вопросы развития дошкольной организации	Оценка эффективности изменений и выводы по планированию изменений',
    'Определение миссии и приоритетов для внесения изменений в дошкольной организации',
    'Способы поддержки коллег в действии (коучинг и менторинг) для внедрения изменений',
    'Способы вовлечения педагогов, воспитанников и их родителей в вопросы развития дошкольной организации',
    'Оценка эффективности изменений и выводы по планированию изменений',
    'Средняя оценка',
    '',
    '',
    '',
    '',
));